Repository: miurahr/gdal_docs_ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: (target aligned pixels) align the coordinates of the extent of the output file to the values of the -tr, such that the aligned extent includes the minimum extent.
ja: (ターゲットに位置合わせされたピクセル)は、出力ファイルの範囲の座標を-trの値に位置合わせし、位置合わせされた範囲に最小範囲が含まれるようにします。

source: Select language: [English][Russian][Portuguese][French/Francais]
ja: 言語選択 :[英語][ロシア語][ポルトガル語]フランス語

source: Building GDAL From Source
ja: ソースからGDALをビルドする

source: A 's' is appended for formats supporting subdatasets.
ja: サブデータセットをサポートする形式には's'が追加されます。

source: A 'v' is appended for formats supporting virtual IO (/vsimem, /vsigzip, /vsizip, etc).
ja: 仮想IO（/vsimem, /vsigzip, /vsizipなど）をサポートする形式には'v'が追加されます。

source: A value of OFF will disable all debug messages.
ja: 値をOFFにするとすべてのデバッグメッセージが無効になります。

source: A value of ON will enable all debug messages.
ja: 値をONにするとすべてのデバッグメッセージが有効になります。

source: Access an existing file to read it is generally quite simple.
ja: 既存のファイルを読み込むのは、一般に非常に簡単です。

source: Adds a "-json" output option.
ja: "-json" 出力を追加するオプションです。

source: Adds a "-xml" output option.
ja: "-xml" 出力を追加するオプションです。

source: All GDAL command line programs support the following common options.
ja: すべてのGDALコマンドラインプログラムは以下の共通オプションに対応しています。

source: All the images must be in the same coordinate system and have a matching number of bands, but they may be overlapping, and at different resolutions.
ja: すべてのイメージは同じ座標系にあり、一致する数のバンドを持っている必要がありますが、オーバーラップしていたり、解像度が異なっていたりする可能性があります。

source: Another value will select only debug messages containing that string in the debug prefix code.
ja: 別の値を指定すると、接頭辞にその文字列を含むデバッグメッセージだけが有効になります。

source: As a library, it presents a single raster abstract data model and single vector abstract data model to the calling application for all supported formats.
ja: ライブラリは、単一のラスター抽象データモデルと単一のベクター抽象データモデルを定義して、アプリケーションから全てのサポートされているデータ形式を利用できるようにします。

source: Back in the early days of GDAL development, when cross-platform development as well as compatibility and standard conformance of compilers was a challenge (or PITA), CPL proved necessary for smooth portability of GDAL/OGR.
ja: GDAL 開発の初期段階において、クロスプラットフォーム開発とコンパイラの互換性と標準規格適合性が課題 (っていうか、すげぇ面倒くせぇ奴) であることから、 CPL は GDAL/OGRの円滑なポータビリティのために必要だと合意されました。

source: Both, 32-bit and 64-bit architectures are supported.
ja: 32 ビットと 64 ビットの両方のアーキテクチャーがサポートされています。

source: By setting the environment variable IDRISIDIR pointing to the Idrisi main installation folder will enable GDAL to find more detailed information about geographical reference and projection in the REF files.
ja: Idrisiのメインインストールフォルダを指す環境変数IDRISIDIRを設定すると、GDALはREFファイル内の地理参照と投影に関する詳細情報を検索できるようになります。

source: CPL, or parts of it, is used by some projects external to GDAL (eg.
ja: CPLやその一部は、GDALの外のプロジェクトでも利用されています。

source: Common Portability Library C API
ja: 共通ポータビリティー・ライブラリー C API

source: Common Portability Library.
ja: 共通ポータビリティー・ライブラリー。

source: Common options for raster programs
ja: ラスタープログラムで使える共通のオプション

source: Control what debugging messages are emitted.
ja: 生成されるデバッグメッセージを制御します。

source: Default is 256.
ja: 既定値は256です。

source: Default output will remain the same.
ja: デフォルトの出力は同じままです。

source: Description
ja: 説明

source: Determines various information about a GDAL installation.
ja: GDALインストールに関するさまざまな情報を判別します。

source: Disable messages and status to stdout
ja: stdoutへのメッセージとステータスの無効化

source: Display the output in json format.
ja: 出力をjsonフォーマットで表示します。

source: Driver short name
ja: ドライバーの短縮名

source: For geographical referencing identification, the RDC file contains information that points to a file that holds the geographic reference details.
ja: 地理参照識別の場合、 RDC ファイルには、地理的参照の詳細を保持するファイルを指す情報が含まれています。

source: Force computation if no
ja: 統計量がラスターに埋め込まれていない場合は、統計量の算出を行う

source: Force computation of the actual min/max values for each band in the
ja: データセットの各バンドの実際のmin/max値の計算を強制する

source: GDAL - Geospatial Data Abstraction Library
ja: GDAL-空間データ抽象化ライブラリ

source: GDAL Grid Tutorial
ja: GDALグリッドチュートリアル

source: GDAL is a translator library for raster and vector geospatial data formats that is released under an X/MIT style Open Source :ref:`license` by the `Open Source Geospatial Foundation`_.
ja: GDAL は、 Open Source Geospatial Foundation( `Open Source Geospatial Foundation`_ ) によって公開された、 X/MIT スタイルの オープン・ソース :ref:`ライセンス` の下で公開されたラスターおよびベクター地理空間データフォーマットのための変換ライブラリです。

source: GDAL/OGR can be compiled with a C++11 capable compiler.
ja: GDAL/OGRはC++11対応コンパイラを使用してコンパイルできます。

source: GDAL2Tiles also creates the necessary metadata for Google Earth (KML SuperOverlay), in case the supplied map uses EPSG:4326 projection.
ja: GDAL2Tilesは、提供されたマップがEPSG:4326投影を使用する場合に備えて、Google Earth(KML SuperOverlay)に必要なメタデータも作成します。

source: Generate XYZ tiles (OSM Slippy Map standard) instead of TMS.
ja: TMSの代わりにXYZタイル(OSM Slippy Map標準)を生成します。

source: Generate only missing files.
ja: 見つからないファイルのみを生成します。

source: Generate verbose output of mosaicing operations as they are done.
ja: モザイク化操作の実行時に、詳細な出力を生成します。

source: Generate verbose output of tile generation.
ja: タイル生成の詳細出力を生成します。

source: Generates directory with TMS tiles, KMLs and simple web viewers.
ja: TMSタイル、KML、および単純なWebビューアを含むディレクトリを生成します。

source: Gives a brief usage message for the generic GDAL command line options and exit.
ja: GDALの一般的なコマンドラインオプションについて、簡単な使用方法を表示し終了します。

source: Grab a pseudo-color table from the first input image, and use it for the output.
ja: 最初の入力イメージから擬似カラーテーブルを取得し、出力に使用します。

source: Gridding is a process of creating a regular grid (or call it a raster image) from the scattered data.
ja: グリッドは、分散されたデータから通常のグリッドを作成するプロセスです(または、ラスタイメージと呼びます)。

source: However, creating a file is more complicated.
ja: しかし、ファイルを作成することは単純ではありません。

source: However, since OGR is not fully compliant with the OpenGIS Simple Feature specification and is not approved as a reference implementation of the spec the name was changed to OGR Simple Features Library.
ja: しかし、OGRはOpenGISのSimple Feature仕様に完全に準拠しておらず、仕様の参照実装として承認されていないため、名前はOGR Simple Features Libraryに変更されました。

source: If not specified the aggregate extents of all input files will be used.
ja: 指定しない場合、すべての入力ファイルを集約したエクステントが使用されます。

source: If not specified the resolution of the first input file will be used.
ja: 指定しない場合、最初の入力ファイルの解像度が使用されます。

source: If the input dataset had already an associate nodata value, it is overridden by the specified value.
ja: 入力データセットにすでに関連付けられたnodata値がある場合、指定された値によって上書きされます。

source: In areas of overlap, the last image will be copied over earlier ones.
ja: オーバーラップしている領域では、最後のイメージが前のイメージの上にコピーされます。

source: In general GDAL/OGR is licensed under an MIT/X style license with the following terms:
ja: GDAL/OGR は全般的には、 MIT/X スタイルのライセンスの下で以下の条件を使用してライセンスされています。

source: In late 1998, Frank Warmerdam started to work as independent professional on the GDAL/OGR library.
ja: 1998年末には、GDAL/OGRライブラリのために、Frank Shelfdamは独立したプロフェッショナルとして働くようになりました。

source: In the default mode (TMS), tiles at y=0 are the southern-most tiles, whereas in XYZ mode (used by OGC WMTS too), tiles at y=0 are the northern-most tiles.
ja: デフォルトモード(TMS)では、y=0のタイルが最南端のタイルです。一方、XYZモード(OGC WMTSでも使用)では、y=0のタイルが最北端のタイルです。

source: Index
ja: 目次

source: Index:: gdalinfo Synopsis -------- ..
ja: Index:: gdalinfo 概要 -------- ..

source: Individual drivers may be influenced by other :ref:`configuration options <list_config_options>`.
ja: 各ドライバは他の:ref:`設定オプション <list_config_options>`の影響を受けるかもしれません。

source: Inputs with non-Byte data type (i.e. ``Int16``, ``UInt16``,...) will be clamped to the ``Byte`` data type, causing wrong results.
ja: 非バイトデータ型の入力(すなわち、"Int16","UInt16",.)は"Byte"データ型にクランプされ、間違った結果を引き起こします。

source: Introduction to Gridding
ja: グリディングの概要

source: Is GDAL/OGR proprietary software?
ja: GDAL/OGR 専有ソフトウェアですか ?

source: Is there a graphical user interface to GDAL/OGR?
ja: GDAL/OGRへのグラフィカル・ユーザー・インターフェースはありますか?

source: It also comes with a variety of useful command line utilities for data translation and processing.
ja: また、データ変換および処理に役立つコマンドラインユーティリティが豊富に用意されています。

source: It is normally just used by configure scripts for applications using GDAL but can be queried by an end user.
ja: これは通常、GDALを使用するアプリケーションのconfigureスクリプトでのみ使用されますが、エンドユーザが照会することもできます。

source: It is sometimes pronounced "goo-doll" (a bit like goo-gle), while others pronounce it "gee-doll," and others pronounce it "gee-dall."
ja: (Googleのように)「goo-doll」(グードール)と発音されることもありますが、その他の発音は「gey-doll」(ゲィドール)、他の発音は「gee-doll」(ギィードール)と発音します。

source: It may be necessary to indicate the the format to create, various creation options affecting how it will be created and perhaps a coordinate system to be assigned.
ja: 作成する形式、作成方法に影響する様々なオプション、それに割り当てる座標系を指定する必要となる場合があります。

source: Just indicate the name of the file or dataset on the command line.
ja: コマンドラインでファイルまたはデータセットの名前を指定するだけです。

source: KML (Google Earth) options
ja: KML(Google Earth)オプション

source: License
ja: ライセンス

source: Lines beginning with # will be ignored.
ja: #から始まる行は無視されます。

source: List all raster formats supported by this GDAL build (read-only and read-write) and exit.
ja: このGDALビルドで対応しているすべてのラスター形式（読み取り専用及び読み書き可能）の一覧を表示し終了します。

source: List detailed information about a single format driver.
ja: 1つの形式ドライバに関する詳細情報を表示します。

source: Lists information about a raster dataset.
ja: ラスターデータセットに関する情報をリストします。

source: MITAB, libgeotiff).
ja: (例 MITAB, libgeotiff)

source: Magic Number - always "GRID1.2\0"
ja: マジックナンバー-常に「GRID1.2\0」

source: Many of these options are handled similarly by different GDAL utilities, and are introduced here.
ja: これらのオプションの多くは、さまざまなGDALユーティリティによって同様に処理されます。ここで紹介します。

source: Mean value of a raster cells in this grid.
ja: このグリッド内のラスターセルの平均値。

source: Mosaics a set of images.
ja: 一連のイメージをモザイク化します。

source: Multi-word arguments may be kept together with double quotes.
ja: 複数の語からなる引数は二重引用符で囲むことができます。

source: No, GDAL/OGR is a Free and Open Source Software.
ja: いいえ、 GDAL/OGR は、フリーソフトウエアで、オープンソースソフトウェアです。

source: Note that exporting to RST in any other geographical reference system will generate a suggested REF content in the comment section of the RDC file.
ja: 他のいずれかの地理参照システムで RST にエクスポートすると、 RDC ファイルのコメント・セクションに推奨される REF コンテンツが生成されることに注意してください。

source: Note that the RST driver recognizes the name convention used in Idrisi for UTM and State Plane geographic reference so it doesn't need to access the REF files.
ja: RST ドライバーは、 Idrisi で使用されている名前規則を UTM および状態平面の地理参照に認識するため、 REF ファイルにアクセスする必要はありません。

source: Note: The valid formats for the output of gdalwarp are formats that support the Create() method (marked as rw+), not just the CreateCopy() method.
ja: 注：gdalwarpの出力として有効な形式は、CreateCopy()だけでなくCreate()（'rw+'と記載されている）をサポートする形式です。

source: Number of parallel processes to use for tiling, to speed-up the computation.
ja: 計算を高速化するために、タイリングに使用する並列プロセスの数。

source: OGR is also the prefix used everywhere in the source of the library for class names, filenames, etc.
ja: OGRは、クラス名、ファイル名などのライブラリのソースのあらゆる場所で使用されるプレフィックスです。

source: OGR used to be a separate vector IO library inspired by OpenGIS Simple Features which was separated from GDAL.
ja: OGR は、 GDALから分離された OpenGIS Simple Features に着想を得た別のベクトル入出力ライブラリでした。

source: OGR used to stand for OpenGIS Simple Features Reference Implementation.
ja: OGRは、OpenGIS Simple Features Reference実装を表していました。

source: Options for generated Google Earth SuperOverlay metadata
ja: 生成されたGoogle Earth SuperOverlayメタデータのオプション

source: Pixel size to be used for the output file.
ja: 出力ファイルに使用されるピクセルサイズ。

source: Place each input file into a separate band.
ja: 各入力ファイルを個別のバンドに配置します。

source: Python API reference
ja: Python API リファレンス

source: RST -- Idrisi Raster Format
ja: RST -- Idrisiラスタフォーマット

source: Read and display image statistics.
ja: ラスター統計量を読み取り、表示する。

source: Read the named file and substitute the contents into the command line options list.
ja: 指定したファイルを読み込み、その内容をコマンドラインオプションに適用します。

source: Report the version of GDAL and exit.
ja: GDALのバージョンを表示し終了します。

source: Reports "yes" or "no" to standard output depending on whether OGR is built into GDAL.
ja: OGRがGDALに組み込まれているかどうかに応じて、標準出力に「yes」または「no」を報告します。

source: Reports the GDAL version.
ja: GDALバージョンをレポートします。

source: Reports which formats are configured into GDAL to stdout.
ja: GDALに設定されているフォーマットを標準出力にレポートします。

source: Resampling method (average, near, bilinear, cubic, cubicspline, lanczos, antialias, mode, max, min, med, q1, q3) - default 'average'.
ja: リサンプリング法(average、near、bilinear、cubic、cubicspline、lanczos、antialias、mode、max、min、med、q1、q3): 既定は、 ’average'。

source: Resume mode.
ja: レジュームモード。

source: See :ref:`license`
ja: 参照 :ref:`license`

source: See :ref:`software_using_gdal`
ja: 参照 :ref:`software_using_gdal`

source: See :ref:`software_using_gdal`:
ja: 参照 :ref:`software_using_gdal`:

source: See Also
ja: 関連項目

source: Select the format to create the new file as.
ja: 作成する新しいファイルの形式を指定します。

source: Sets the named configuration keyword to the given value, as opposed to setting them as environment variables.
ja: 指定した設定項目について、環境変数の値ではなく、記載した値を使用します。

source: Show help message and exit.
ja: ヘルプメッセージを表示して終了します。

source: Show program's version number and exit.
ja: プログラムのバージョン番号を表示して終了します。

source: Simple web pages with viewers based on Google Maps, OpenLayers and Leaflet are generated as well - so anybody can comfortably explore your maps on-line and you do not need to install or configure any special software (like MapServer) and the map displays very fast in the web browser.
ja: Google Maps、OpenLayers、LeafletをベースにしたシンプルなWebページも生成されるので、誰でも簡単にオンラインでマップを探索することができ、特別なソフトウェア(MapServerなど)をインストールしたり設定したりする必要がなく、Webブラウザに非常に高速に表示されます。

source: Some common configuration keywords are GDAL_CACHEMAX (memory used internally for caching in megabytes) and :decl_configoption:`GDAL_DATA` (path of the GDAL "data" directory).
ja: 一般的な設定項目としてGDAL_CACHEMAX（キャッシュとして内部で使用されるメモリ容量をメガバイト単位で設定）と:decl_configoption:`GDAL_DATA`（GDAL "data"フォルダのパスを設定）があります。

source: Starting with GDAL 3.2, additional profiles are available from tms_XXXX.json files placed in GDAL data directory (provided all zoom levels use same origin, tile dimensions, and resolution between consecutive zoom levels vary by a factor of two).
ja: GDAL3.2以降では、GDALデータディレクトリに置かれたtms_XXXX.jsonファイルから追加のプロファイルを使用できます(すべてのズームレベルが同じ原点を使用し、タイルの寸法が同じで、連続するズームレベル間の解像度が2倍変化する場合)。

source: Synopsis
ja: 概要

source: That is the case for RDC file that specify "utm-30n" or "spc87ma1" in the "ref.
ja: これは、「ref.system」フィールドに「utm-30n」または「spc87ma1」を指定するRDCファイルの場合です

source: The Python autotest suite will be extended to test the new XML/JSON outputs and existing tests will be modified to check STDERR for diagnostic messages.
ja: Pythonの autotest スイートは、新しい XML/JSON 出力をテストするために拡張され、診断メッセージの STDERR を検査するために既存のテストが変更されます。

source: The RDC image description file doesn't include color table, or detailed geographic referencing information.
ja: RDCイメージ記述ファイルには、カラーテーブルや詳細な地理参照情報は含まれていません。

source: The `NEWS`_ page describes the September 2020 GDAL/OGR 3.1.3 release.
ja: `NEWS`_ ページには、2020年9月のGDAL/OGR3.1.3リリースが記載されています。

source: The color table if present can be obtained by another accompanying file using the same base name as the RST file and SMP as extension.
ja: このカラー・テーブルは、 RST ファイルおよび SMP と同じ基本名を拡張子として使用して、別の付随するファイルによって入手できる場合に使用されます。

source: The description of the file is stored in a accompanying text file, extension RDC.
ja: ファイルの記述は、添付される拡張子RDCのテキストファイルに格納されます。

source: The extents of the output file.
ja: 出力ファイルのエクステント。

source: The following command line parameters can appear in any order ..
ja: 以下のコマンド行パラメーターは、任意の順序で指定できます。 ..

source: The format should be the short name reported in the --formats list, such as GTiff.
ja: 指定する形式は、GTiffなど--formatsで表示される短い名前である必要があります。

source: The format support is indicated as follows: 'ro' is read-only driver; 'rw' is read or write (i.e. supports CreateCopy); 'rw+' is read, write and update (i.e. supports Create).
ja: 形式のサポートは以下のように表示されます。'ro'は読み取り専用、'rw'は読み取り及び書き込み（すなわちCreateCopyをサポートします）、'rw+'は読み取り、書き込み及び更新（すなわちCreateをサポートします）。

source: The full licensing terms are available in the `LICENSE.TXT`_ file.
ja: ライセンスの完全な条項は、`LICENSE.TXT`_ ファイルにあります。

source: The include and macro definition required to compiled modules using GDAL.
ja: GDALを使用してモジュールをコンパイルするために必要なincludeおよびマクロ定義。

source: The libraries and link directives required to use GDAL.
ja: GDALを使用するために必要なライブラリーおよびリンク・ディレクティブ。

source: The name of the output file, which will be created if it does not already exist (defaults to "out.tif").
ja: 出力ファイルの名前。出力ファイルが存在しない場合は作成されます(デフォルトは「out.tif」)。

source: The new XML output will only effect users who specify "-xml" or "-json" on the command line.
ja: 新しいXML出力は、コマンドラインで「-xml」または「-json」を指定したユーザーのみで有効になります。

source: The only meaning of OGR in this name is historical.
ja: この名称での OGR の意味は唯一歴史的な意味だけです。

source: The others data type are unsigned 8 bits integer with values from 0 to 255 or signed 16 bits integer with values from -32.768 to 32.767 or 32 bits single precision floating point.32 bits.
ja: その他のデータ・タイプは、 0 から 255 までの値を持つ符号なし 8 ビット整数、または -32.768 から 32.767 または 32 ビットの単精度浮動小数点 .32 ビットへの値を持つ 16 ビットの符号付き 16 ビット整数です。

source: The spatial reference system used for the source input data.
ja: ソース入力データに使用される空間参照システム。

source: There is just one band per files, except in the RGB24 data type where the Red, Green and Blue bands are store interleaved by pixels in the order Blue, Green and Red.
ja: ファイルごとに 1 つのバンドがあります。ただし、赤、緑、青の各バンドが、青、緑、赤の順にピクセルごとにインターリーブされている RGB24 データ型を除きます。

source: Therefore the presence or absence of the Idrisi software in the running operation system will determine the way that this driver will work.
ja: したがって、実行中のオペレーティングシステムにIdrisiソフトウェアが存在するかどうかによって、このドライバの動作方法が決まります。

source: Think of it as GDAL internal cross-platform standard library.
ja: これをGDAL内部のクロスプラットフォーム標準ライブラリとして考えてください。

source: This change has no impact on backward compatibility at the C API/ABI and C++ API/ABI levels.
ja: この変更は、C API/ABIおよびC++API/ABIレベルでの下位互換性には影響しません。

source: This documentation is also available as a `PDF file <gdal.pdf>`_.
ja: このドキュメントは、`PDF file <gdal.pdf>`_ とフォーマットでも利用できます。

source: This format is basically a raw one.
ja: このフォーマットは基本的にrawです。

source: This is a binary dump of the first 308 bytes of a hdr.adf file.
ja: hdr.adfファイルの最初の308バイトのバイナリダンプです。

source: This is a binary dump of the first 320 bytes of a w001001.adf file.
ja: これは、w001001.adfファイルの最初の320バイトのバイナリダンプです。

source: This program builds a shapefile with a record for each input raster file, an attribute containing the filename, and a polygon geometry outlining the raster.
ja: このプログラムは、入力指定した各ラスター・ファイルについて、アウトラインのポリゴン、属性レコードにファイル名を格納したシェープファイルを作成します。

source: This topic now lives in the Wiki at: http://trac.osgeo.org/gdal/wiki/BuildHints
ja: 現在、このトピックは、http://trac.osgeo.org/gdal/wiki/BuildHintsのWikiで更新されています。

source: This utility generates a directory with small tiles and metadata, following the OSGeo Tile Map Service Specification.
ja: このユーティリティは、OSGeoタイルマップサービス仕様に従って、小さなタイルとメタデータを含むディレクトリを生成します。

source: This utility script (available on Unix systems) can be used to determine various information about a GDAL installation.
ja: このユーティリティスクリプト(Unixシステムで使用可能)を使用して、GDALインストールに関するさまざまな情報を判別できます。

source: This utility will automatically mosaic a set of images.
ja: このユーティリティは、一連のイメージを自動的にモザイク化します。

source: Those files uses extension REF and resides in the same folder as the RST image or more likely in the Idrisi installation folders.
ja: これらのファイルは、拡張子 REF を使用し、 Idrisi インストール・フォルダー内の RST イメージと同じフォルダーまたはそれ以上のファイルに常駐します。

source: Tile cutting profile (mercator, geodetic, raster) - default 'mercator' (Google Maps compatible).
ja: タイル切断プロファイル(メルカトル、測地、ラスター)- 既定は、メルカトル(Google Maps互換)。

source: To awoid this it is necessary to rescale input to the ``Byte`` data type using `gdal_translate` utility.
ja: 非バイトデータ型の入力(すなわち、"Int16","UInt16",.)は"Byte"データ型にクランプされ、間違った結果を引き起こします。

source: Value in the input dataset considered as transparent.
ja: 透過と見なされる入力データセットの値。

source: What compiler can I use to build GDAL/OGR?
ja: GDAL/OGRを構築するために使用できるコンパイラは何ですか?

source: What does CPL stand for?
ja: CPLは何を意味しますか。

source: What does GDAL stand for?
ja: GDAL は何を意味するのですか ?

source: What does OGR stand for?
ja: OGR は何を意味していますか。

source: What is GDAL?
ja: GDALとは何ですか?

source: What is this OGR stuff?
ja: この OGR は何ですか ?

source: What license does GDAL/OGR use?
ja: GDAL/OGR が使用するライセンスは何ですか ?

source: What operating systems does GDAL-OGR run on?
ja: GDAL-OGRはどのようなオペレーティングシステムで動作しますか?

source: When translating from or into BYN file to or from another formats the scale will afect the result profundly.
ja: BYNファイルから他の形式へ、または他の形式からBYNファイルに変換する場合、スケールは結果のprofundlyに影響します。

source: When was the GDAL project started?
ja: GDAL プロジェクトはいつ開始されましたか ?

source: Width and height in pixel of a tile.
ja: タイルの幅と高さ(ピクセル単位)。

source: With the GDAL 2.0 release, the GDAL and OGR components were integrated together.
ja: GDAL 2.0 リリースを使用すると、 GDAL および OGR コンポーネントが統合されました。

source: World files and embedded georeferencing is used during tile generation, but you can publish a picture without proper georeferencing too.
ja: ワールドファイルと埋め込み地理参照はタイルの生成時に使用されますが、適切な地理参照を行わずにピクチャをパブリッシュすることもできます。

source: You can use GDAL/OGR on all modern flavors of Unix: Linux, FreeBSD, Mac OS X; all supported versions of Microsoft Windows; mobile environements (Android and iOS).
ja: GDAL/OGR は、 Linux 、 FreeBSD、 Mac OS X、 Microsoft Windowsのサポートされているすべてのバージョンと、モバイル環境 (Android および iOS)で使用できます。

source: You only need to upload the generated directory onto a web server.
ja: 生成されたディレクトリをWebサーバにアップロードするだけで済みます。

source: Zoom levels to render (format:'2-5' or '10').
ja: レンダリングするズームレベル(形式:'2-5'または'10')

source: [-sd subdataset] [-oo NAME=VALUE]* [-if format]* datasetname Description ----------- :program:`gdalinfo` program lists various information about a GDAL supported raster dataset.
ja: [-sd subdataset] [-oo NAME=VALUE]* [-if format]* datasetname 説明 ---- :program:`gdalinfo` プログラムは、GDALがサポートしているラスターデータセットに関する様々な情報を表示する。

source: _about: ================================================================================ What is GDAL?
ja: _about: ================================================================================ GDALについて?

source: include:: ./substitutions.rst GDAL is a translator library for raster and vector geospatial data formats that is released under an X/MIT style Open Source :ref:`license` by the `Open Source Geospatial Foundation`_.
ja: . : ./substitutions.rst が含まれます。 GDAL は、 Open Source Geospatial Foundation( `Open Source Geospatial Foundation`_ ) によって公開された、 X/MIT スタイルの オープン・ソース :ref:`ライセンス` の下で公開されたラスターおよびベクトル地理空間データフォーマットのための変換ライブラリです。

source: is a translator library for raster and vector geospatial data formats that is released under an X/MIT style Open Source license by the Open Source Geospatial Foundation.
ja: は、ラスターおよびベクター地理データ形式の変換ライブラリで、X/MITスタイルのOpen Sourceライセンスで、Open Source Geospatial Foundationからリリースされています。

source: the top level directory for the GDAL installation.
ja: GDALインストールの最上位ディレクトリ。
